Repository: AuthFailed/CheckNet
Catalog: App/Resources/Localizable.xcstrings
Source language: ru
Languages: ar, de, en, es, fr, hi, it, ja, ko, pt_br, tr, zh_hans

source: Сохранить эту подписку
ar: حفظ هذا الاشتراك
de: Dieses Abo speichern
en: Save this subscription
es: Guardar esta suscripción
fr: Enregistrer cet abonnement
hi: इस सदस्यता को सहेजें
it: Salva questo abbonamento
ja: このサブスクリプションを保存
ko: 이 구독 저장
pt_br: Salvar esta assinatura
tr: Bu aboneliği kaydet
zh_hans: 保存此订阅

source: Сохраняйте подписки прямо из «Парсинга подписки» — они появятся здесь и в быстром выборе.
ar: احفظ الاشتراكات مباشرة من «تحليل الاشتراك» — ستظهر هنا وفي الاختيار السريع.
de: Speichere Abos direkt aus „Abo-Parsing“ — sie erscheinen hier und in der Schnellauswahl.
en: Save subscriptions right from "Subscription parsing" — they'll appear here and in quick select.
es: Guarda las suscripciones directamente desde «Análisis de suscripción»: aparecerán aquí y en la selección rápida.
fr: Enregistrez les abonnements directement depuis « Analyse d'abonnement » — ils apparaîtront ici et dans la sélection rapide.
hi: सदस्यताओं को सीधे «सदस्यता पार्सिंग» से सहेजें — वे यहाँ और त्वरित चयन में दिखेंगी।
it: Salva gli abbonamenti direttamente da «Analisi abbonamento»: appariranno qui e nella selezione rapida.
ja: 「サブスクリプション解析」から直接サブスクリプションを保存できます — こことクイック選択に表示されます。
ko: 「구독 파싱」에서 바로 구독을 저장하세요 — 여기와 빠른 선택에 나타납니다.
pt_br: Salve assinaturas direto do "Parsing da assinatura" — elas aparecerão aqui e na seleção rápida.
tr: Abonelikleri doğrudan «Abonelik ayrıştırma»dan kaydedin — burada ve hızlı seçimde görünürler.
zh_hans: 直接从「订阅解析」保存订阅——它们会出现在这里和快速选择中。

source: Спрашивает один и тот же домен у нескольких DNS-резолверов и сравнивает ответы бок о бок. Помогает заметить подмену или расхождения.
ar: يستعلم عن النطاق نفسه من عدة محلّلات DNS ويقارن الاستجابات جنباً إلى جنب. يساعد على ملاحظة التزوير أو الاختلافات.
de: Fragt dieselbe Domain bei mehreren DNS-Resolvern ab und vergleicht die Antworten nebeneinander. Hilft, Fälschungen oder Abweichungen zu erkennen.
en: Queries the same domain from several DNS resolvers and compares the responses side by side. Helps spot spoofing or discrepancies.
es: Consulta el mismo dominio a varios resolutores DNS y compara las respuestas en paralelo. Ayuda a detectar falsificaciones o discrepancias.
fr: Interroge le même domaine auprès de plusieurs résolveurs DNS et compare les réponses côte à côte. Aide à repérer une falsification ou des divergences.
hi: एक ही डोमेन को कई DNS रिज़ॉल्वरों से पूछता है और उत्तरों की साथ-साथ तुलना करता है। छेड़छाड़ या भिन्नता देखने में मदद करता है।
it: Interroga lo stesso dominio su più resolver DNS e confronta le risposte una accanto all'altra. Aiuta a notare alterazioni o discrepanze.
ja: 同じドメインを複数の DNS リゾルバに問い合わせ、応答を並べて比較します。改ざんや不一致に気づくのに役立ちます。
ko: 여러 DNS 리졸버에 동일한 도메인을 조회하고 응답을 나란히 비교합니다. 변조나 불일치를 발견하는 데 유용합니다.
pt_br: Consulta o mesmo domínio em vários resolvedores DNS e compara as respostas lado a lado. Ajuda a notar adulteração ou divergências.
tr: Aynı alan adını birden fazla DNS çözümleyicisine sorar ve yanıtları yan yana karşılaştırır. Sahtekârlığı veya tutarsızlıkları fark etmeye yardımcı olur.
zh_hans: 向多个 DNS 解析器查询同一域名并并排对比响应。帮助发现篡改或差异。

source: Спросим выбранный резолвер о записях домена и покажем ответ целиком.
ar: سنسأل المحلّل المختار عن سجلات النطاق ونعرض الإجابة كاملة.
de: Fragt den gewählten Resolver nach den Einträgen der Domain und zeigt die vollständige Antwort.
en: We'll ask the chosen resolver for the domain's records and show the whole answer.
es: Preguntaremos al resolutor elegido por los registros del dominio y mostraremos la respuesta completa.
fr: Nous demanderons au résolveur choisi les enregistrements du domaine et afficherons la réponse entière.
hi: चुने गए रिज़ॉल्वर से डोमेन के रिकॉर्ड पूछेंगे और पूरा उत्तर दिखाएंगे।
it: Chiederemo al resolver scelto i record del dominio e mostreremo l'intera risposta.
ja: 選んだリゾルバーにドメインのレコードを問い合わせ、応答全体を表示します。
ko: 선택한 리졸버에 도메인 레코드를 질의하고 응답 전체를 보여줍니다.
pt_br: Vamos perguntar ao resolvedor escolhido pelos registros do domínio e mostrar a resposta inteira.
tr: Seçili çözümleyiciye alan adının kayıtlarını sorar ve yanıtın tamamını gösteririz.
zh_hans: 向所选解析器查询该域名的记录，并展示完整应答。

source: Спросим один домен у нескольких публичных резолверов сразу — расхождение в ответах видно построчно.
ar: سنسأل عدة محلّلات عامة عن النطاق نفسه في آنٍ واحد، ويظهر الاختلاف سطرًا بسطر.
de: Fragt mehrere öffentliche Resolver gleichzeitig nach einer Domain – Abweichungen sind zeilenweise sichtbar.
en: We'll ask several public resolvers about one domain at once — a disagreement shows up line by line.
es: Preguntaremos por un dominio a varios resolutores públicos a la vez: las discrepancias se ven línea por línea.
fr: Nous interrogerons plusieurs résolveurs publics sur un même domaine : les divergences apparaissent ligne par ligne.
hi: एक ही डोमेन को कई सार्वजनिक रिज़ॉल्वर से एक साथ पूछेंगे — अंतर पंक्ति-दर-पंक्ति दिखता है।
it: Chiederemo lo stesso dominio a più resolver pubblici insieme: le divergenze si vedono riga per riga.
ja: 同じドメインを複数の公開リゾルバーへ同時に問い合わせ、応答の食い違いを行ごとに示します。
ko: 같은 도메인을 여러 공개 리졸버에 동시에 질의해 응답 차이를 줄 단위로 보여줍니다.
pt_br: Vamos perguntar sobre um domínio a vários resolvedores públicos ao mesmo tempo — as divergências aparecem linha a linha.
tr: Aynı alan adını birkaç genel çözümleyiciye aynı anda sorarız; yanıt farkları satır satır görünür.
zh_hans: 同时向多个公共解析器查询同一域名——差异逐行呈现。

source: Сравнение DNS
ar: مقارنة DNS
de: DNS-Vergleich
en: DNS comparison
es: Comparación de DNS
fr: Comparaison DNS
hi: DNS तुलना
it: Confronto DNS
ja: DNS 比較
ko: DNS 비교
pt_br: Comparação de DNS
tr: DNS karşılaştırması
zh_hans: DNS 对比

source: сравнение ответов
ar: مقارنة الردود
de: Antworten werden verglichen
en: comparing answers
es: comparando respuestas
fr: comparaison des réponses
hi: उत्तरों की तुलना
it: confronto delle risposte
ja: 応答を比較
ko: 응답 비교
pt_br: comparando respostas
tr: yanıtları karşılaştırma
zh_hans: 比较应答

source: Сравнение резолверов
ar: مقارنة المحلّلات
de: Vergleich der Resolver
en: Resolver comparison
es: Comparación de resolutores
fr: Comparaison des résolveurs
hi: रिज़ॉल्वरों की तुलना
it: Confronto dei resolver
ja: リゾルバの比較
ko: 리졸버 비교
pt_br: Comparação de resolvedores
tr: Çözümleyici karşılaştırması
zh_hans: 解析器对比

source: Сравнено %lld резолверов
ar: تمت مقارنة %lld محلِّل
de: %lld Resolver verglichen
en: %lld resolvers compared
es: %lld resolutores comparados
fr: %lld résolveurs comparés
hi: %lld रिज़ॉल्वर की तुलना की
it: %lld resolver confrontati
ja: %lld 件のリゾルバを比較
ko: 리졸버 %lld개 비교
pt_br: %lld resolvedores comparados
tr: %lld çözümleyici karşılaştırıldı
zh_hans: 已比较 %lld 个解析器

source: Сравниваем ответ вашего DNS с доверенным DoH-резолвером (1.1.1.1). Если адреса различаются или ваш провайдер вернул чужой/приватный адрес — это подмена DNS.
ar: نقارن استجابة DNS الخاص بك بمحلّل DoH موثوق (1.1.1.1). إذا اختلفت العناوين أو أعاد مزوّدك عنواناً غريباً/خاصاً فهذا تزوير DNS.
de: Wir vergleichen die Antwort Ihres DNS mit einem vertrauenswürdigen DoH-Resolver (1.1.1.1). Wenn die Adressen abweichen oder Ihr Anbieter eine fremde/private Adresse zurückgibt, liegt eine DNS-Fälschung vor.
en: We compare your DNS response with a trusted DoH resolver (1.1.1.1). If the addresses differ or your provider returned a foreign/private address, that's DNS spoofing.
es: Comparamos la respuesta de tu DNS con un resolutor DoH de confianza (1.1.1.1). Si las direcciones difieren o tu proveedor devuelve una dirección ajena/privada, es una falsificación de DNS.
fr: Nous comparons la réponse de votre DNS avec un résolveur DoH de confiance (1.1.1.1). Si les adresses diffèrent ou si votre fournisseur a renvoyé une adresse étrangère/privée, il s'agit d'une falsification DNS.
hi: आपके DNS के उत्तर की तुलना विश्वसनीय DoH रिज़ॉल्वर (1.1.1.1) से करते हैं। यदि पते भिन्न हैं या आपके प्रदाता ने कोई पराया/निजी पता लौटाया — तो यह DNS छेड़छाड़ है।
it: Confrontiamo la risposta del tuo DNS con un resolver DoH attendibile (1.1.1.1). Se gli indirizzi differiscono o il tuo provider ha restituito un indirizzo estraneo/privato, si tratta di un'alterazione DNS.
ja: あなたの DNS の応答を信頼できる DoH リゾルバ（1.1.1.1）と比較します。アドレスが異なる場合や、プロバイダーが別の/プライベートなアドレスを返した場合、DNS 改ざんです。
ko: 내 DNS의 응답을 신뢰할 수 있는 DoH 리졸버(1.1.1.1)와 비교합니다. 주소가 다르거나 제공자가 엉뚱한/사설 주소를 반환했다면 DNS 변조입니다.
pt_br: Comparamos a resposta do seu DNS com a de um resolvedor DoH confiável (1.1.1.1). Se os endereços diferirem ou seu provedor retornar um endereço alheio/privado — é adulteração de DNS.
tr: DNS'inizin yanıtını güvenilir bir DoH çözümleyicisiyle (1.1.1.1) karşılaştırırız. Adresler farklıysa ya da sağlayıcınız yabancı/özel bir adres döndürdüyse — bu DNS sahtekârlığıdır.
zh_hans: 将你的 DNS 响应与受信任的 DoH 解析器（1.1.1.1）对比。如果地址不同，或运营商返回了他方/私有地址 — 即为 DNS 篡改。

source: Сравнивает ответ вашего DNS с доверенным и ищет признаки подмены или цензуры. Перенесено во вкладку «Блокировки».
ar: يقارن استجابة DNS الخاص بك بموثوق ويبحث عن مؤشرات التزوير أو الرقابة. نُقل إلى تبويب «الحجب».
de: Vergleicht die Antwort Ihres DNS mit einer vertrauenswürdigen und sucht nach Anzeichen für Fälschung oder Zensur. In den Tab „Sperren“ verschoben.
en: Compares your DNS response with a trusted one and looks for signs of spoofing or censorship. Moved to the “Blocks” tab.
es: Compara la respuesta de tu DNS con una de confianza y busca indicios de falsificación o censura. Trasladado a la pestaña “Bloqueos”.
fr: Compare la réponse de votre DNS à une réponse de confiance et recherche des signes de falsification ou de censure. Déplacé vers l'onglet « Blocages ».
hi: आपके DNS के उत्तर की तुलना विश्वसनीय उत्तर से करता है और छेड़छाड़ या सेंसरशिप के संकेत ढूँढता है। “अवरोध” टैब में स्थानांतरित।
it: Confronta la risposta del tuo DNS con una attendibile e cerca segni di alterazione o censura. Spostato nella scheda “Blocchi”.
ja: あなたの DNS の応答を信頼できるものと比較し、改ざんや検閲の兆候を探します。「ブロック」タブに移動しました。
ko: 내 DNS의 응답을 신뢰할 수 있는 DNS와 비교하여 변조나 검열의 징후를 찾습니다. 「차단」 탭으로 이동되었습니다.
pt_br: Compara a resposta do seu DNS com a de um confiável e procura sinais de adulteração ou censura. Movido para a aba “Bloqueios”.
tr: DNS'inizin yanıtını güvenilir bir çözümleyiciyle karşılaştırır ve sahtekârlık ya da sansür belirtileri arar. “Engellemeler” sekmesine taşındı.
zh_hans: 将你的 DNS 响应与受信任的对比，查找篡改或审查的迹象。已移至「封锁」标签页。

source: Сравнить
ar: مقارنة
de: Vergleichen
en: Compare
es: Comparar
fr: Comparer
hi: तुलना करें
it: Confronta
ja: 比較
ko: 비교
pt_br: Comparar
tr: Karşılaştır
zh_hans: 对比

source: средн.
ar: المتوسط
de: Durchschn.
en: avg
es: media
fr: moy.
hi: औसत
it: media
ja: 平均
ko: 평균
pt_br: méd.
tr: ort.
zh_hans: 平均

source: средн., мс
ar: المتوسط، مللي ثانية
de: Durchschn., ms
en: avg, ms
es: media, ms
fr: moy., ms
hi: औसत, ms
it: media, ms
ja: 平均, ms
ko: 평균, ms
pt_br: méd., ms
tr: ort., ms
zh_hans: 平均，毫秒

source: Средний
ar: متوسط
de: Mittel
en: Fair
es: Regular
fr: Moyen
hi: मध्यम
it: Discreto
ja: 普通
ko: 보통
pt_br: Razoável
tr: Orta
zh_hans: 中等

source: Средний пинг
ar: متوسط Ping
de: Durchschnittlicher Ping
en: Average ping
es: Ping medio
fr: Ping moyen
hi: औसत Ping
it: Ping medio
ja: 平均 Ping
ko: 평균 Ping
pt_br: Ping médio
tr: Ortalama ping
zh_hans: 平均 Ping

source: ссылка
ar: رابط
de: Link
en: link
es: enlace
fr: lien
hi: लिंक
it: link
ja: リンク
ko: 링크
pt_br: link
tr: bağlantı
zh_hans: 链接

source: Ссылка
ar: الرابط
de: Link
en: Link
es: Enlace
fr: Lien
hi: लिंक
it: Link
ja: リンク
ko: 링크
pt_br: Link
tr: Bağlantı
zh_hans: 链接

source: Ссылка скопирована
ar: تم نسخ الرابط
de: Link kopiert
en: Link copied
es: Enlace copiado
fr: Lien copié
hi: लिंक कॉपी हो गया
it: Link copiato
ja: リンクをコピーしました
ko: 링크를 복사했어요
pt_br: Link copiado
tr: Bağlantı kopyalandı
zh_hans: 链接已拷贝

source: Ссылка содержит только выбранные хосты. Она открывается в CheckNet на другом устройстве и ничего не отправляет в интернет.
ar: يحتوي الرابط على المضيفين المحددين فقط. ويُفتح في CheckNet على جهاز آخر ولا يرسل أي شيء إلى الإنترنت.
de: Der Link enthält nur die ausgewählten Hosts. Er wird in CheckNet auf einem anderen Gerät geöffnet und sendet nichts ins Internet.
en: The link contains only the hosts you selected. It opens in CheckNet on another device and sends nothing to the internet.
es: El enlace solo contiene los hosts seleccionados. Se abre en CheckNet en otro dispositivo y no envía nada a internet.
fr: Le lien ne contient que les hôtes sélectionnés. Il s’ouvre dans CheckNet sur un autre appareil et n’envoie rien sur Internet.
hi: लिंक में केवल चुने गए होस्ट होते हैं। यह दूसरे डिवाइस पर CheckNet में खुलता है और इंटरनेट पर कुछ नहीं भेजता।
it: Il link contiene solo gli host selezionati. Si apre in CheckNet su un altro dispositivo e non invia nulla su internet.
ja: リンクには選択したホストだけが含まれます。別のデバイスの CheckNet で開くためのもので、インターネットには何も送信されません。
ko: 링크에는 선택한 호스트만 담겨요. 다른 기기의 CheckNet에서 열리며, 인터넷으로는 아무것도 전송하지 않아요.
pt_br: O link contém apenas os hosts selecionados. Ele abre no CheckNet em outro dispositivo e não envia nada para a internet.
tr: Bağlantı yalnızca seçtiğiniz sunucuları içerir. Başka bir cihazda CheckNet’te açılır ve internete hiçbir şey göndermez.
zh_hans: 链接只包含所选主机。它会在另一台设备的 CheckNet 中打开，不会向互联网发送任何内容。

source: Ссылка узла или конфиг
ar: رابط العقدة أو الإعداد
de: Node-Link oder Config
en: Node link or config
es: Enlace del nodo o configuración
fr: Lien du nœud ou config
hi: नोड का लिंक या कॉन्फ़िग
it: Link del nodo o configurazione
ja: ノードのリンクまたは設定
ko: 노드 링크 또는 구성
pt_br: Link do nó ou config
tr: Düğüm bağlantısı veya konfigürasyon
zh_hans: 节点链接或配置

source: Стандарт
ar: المعيار
de: Standard
en: Standard
es: Estándar
fr: Standard
hi: मानक
it: Standard
ja: 規格
ko: 표준
pt_br: Padrão
tr: Standart
zh_hans: 标准

source: Стандартное рукопожатие iOS с ALPN h2/http1.1.
ar: تبادل تحية iOS القياسي مع ALPN h2/http1.1.
de: Der Standard-Handshake von iOS mit ALPN h2/http1.1.
en: The standard iOS handshake with ALPN h2/http1.1.
es: Handshake estándar de iOS con ALPN h2/http1.1.
fr: Handshake iOS standard avec ALPN h2/http1.1.
hi: ALPN h2/http1.1 के साथ मानक iOS हैंडशेक।
it: Handshake iOS standard con ALPN h2/http1.1.
ja: ALPN h2/http1.1 を使う iOS の標準ハンドシェイクです。
ko: ALPN h2/http1.1을 사용하는 iOS 표준 핸드셰이크예요.
pt_br: Handshake padrão do iOS com ALPN h2/http1.1.
tr: ALPN h2/http1.1 ile standart iOS el sıkışması.
zh_hans: 带 ALPN h2/http1.1 的标准 iOS 握手。

source: Стандартный домашний NAT: приватный локальный адрес за одним маршрутизатором.
ar: NAT منزلي قياسي: عنوان محلي خاص خلف موجّه واحد.
de: Standard-Heim-NAT: private lokale Adresse hinter einem einzelnen Router.
en: Standard home NAT: a private local address behind a single router.
es: NAT doméstico estándar: dirección local privada tras un único router.
fr: NAT domestique standard : adresse locale privée derrière un seul routeur.
hi: मानक होम NAT: एक राउटर के पीछे निजी स्थानीय पता।
it: NAT domestico standard: indirizzo locale privato dietro un unico router.
ja: 標準的な家庭用 NAT：単一のルーターの背後にあるプライベートローカルアドレス。
ko: 표준 홈 NAT: 하나의 라우터 뒤 사설 로컬 주소.
pt_br: NAT doméstico padrão: endereço local privado atrás de um único roteador.
tr: Standart ev NAT'ı: tek bir yönlendiricinin arkasında özel yerel adres.
zh_hans: 标准家用 NAT：位于单个路由器之后的私有本地地址。

source: Статус
ar: الحالة
de: Status
en: Status
es: Estado
fr: Statut
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
pt_br: Status
tr: Durum
zh_hans: 状态

source: Стд. отклонение
ar: الانحراف المعياري
de: Std.-Abweichung
en: Std. deviation
es: Desv. estándar
fr: Écart type
hi: मानक विचलन
it: Dev. standard
ja: 標準偏差
ko: 표준편차
pt_br: Desvio padrão
tr: Std. sapma
zh_hans: 标准差

source: Страна
ar: الدولة
de: Land
en: Country
es: País
fr: Pays
hi: देश
it: Paese
ja: 国
ko: 국가
pt_br: País
tr: Ülke
zh_hans: 国家

source: Страна, город, ASN
ar: الدولة، المدينة، ASN
de: Land, Stadt, ASN
en: Country, city, ASN
es: País, ciudad, ASN
fr: Pays, ville, ASN
hi: देश, शहर, ASN
it: Paese, città, ASN
ja: 国・都市・ASN
ko: 국가, 도시, ASN
pt_br: País, cidade, ASN
tr: Ülke, şehir, ASN
zh_hans: 国家、城市、ASN

source: Страница %lld из %lld
ar: الصفحة %lld من %lld
de: Seite %lld von %lld
en: Page %lld of %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
hi: %lld में से पृष्ठ %lld
it: Pagina %lld di %lld
ja: %lld ページ中 %lld ページ目
ko: %lld페이지 중 %lld페이지
pt_br: Página %lld de %lld
tr: Sayfa %lld / %lld
zh_hans: 第 %lld 页，共 %lld 页

source: Страница-заглушка
ar: صفحة اعتراض
de: Sperrseite
en: Stub page
es: Página de bloqueo
fr: Page de blocage
hi: ब्लॉक पेज
it: Pagina di blocco
ja: ブロックページ
ko: 차단 페이지
pt_br: Página de bloqueio
tr: Yer tutucu sayfa
zh_hans: 拦截页

source: Страница-заглушка блокировки
ar: صفحة اعتراض الحجب
de: Sperrseite der Blockierung
en: Block page
es: Página de bloqueo
fr: Page de blocage
hi: अवरोध का ब्लॉक पेज
it: Pagina di blocco
ja: ブロックページ
ko: 차단 안내 페이지
pt_br: Página de bloqueio
tr: Engelleme yer tutucu sayfası
zh_hans: 封锁拦截页

source: Строка
ar: السطر
de: Zeile
en: Row
es: Cadena
fr: Chaîne
hi: स्ट्रिंग
it: Stringa
ja: 行
ko: 행
pt_br: Texto
tr: Satır
zh_hans: 字符串

source: Субъект
ar: الموضوع
de: Antragsteller
en: Subject
es: Sujeto
fr: Sujet
hi: विषय
it: Soggetto
ja: サブジェクト
ko: 주체
pt_br: Titular
tr: Konu
zh_hans: 主体

source: Таймаут
ar: المهلة
de: Zeitüberschreitung
en: Timeout
es: Tiempo de espera
fr: Délai d'attente
hi: टाइमआउट
it: Timeout
ja: タイムアウト
ko: 시간 초과
pt_br: Tempo limite
tr: Zaman aşımı
zh_hans: 超时

source: Такая подписка уже сохранена.
ar: هذا الاشتراك محفوظ بالفعل.
de: Dieses Abo ist bereits gespeichert.
en: This subscription is already saved.
es: Esta suscripción ya está guardada.
fr: Cet abonnement est déjà enregistré.
hi: ऐसी सदस्यता पहले से सहेजी गई है।
it: Questo abbonamento è già stato salvato.
ja: このサブスクリプションはすでに保存されています。
ko: 이미 저장된 구독입니다.
pt_br: Esta assinatura já está salva.
tr: Bu abonelik zaten kaydedilmiş.
zh_hans: 此订阅已保存。

source: Тактильная отдача
ar: الاستجابة اللمسية
de: Haptisches Feedback
en: Haptic feedback
es: Respuesta háptica
fr: Retour haptique
hi: हैप्टिक फ़ीडबैक
it: Feedback aptico
ja: 触覚フィードバック
ko: 햅틱 피드백
pt_br: Retorno háptico
tr: Dokunsal geri bildirim
zh_hans: 触感反馈

source: текущая
ar: الحالية
de: aktuell
en: current
es: actual
fr: actuel
hi: वर्तमान
it: corrente
ja: 現在
ko: 현재
pt_br: atual
tr: geçerli
zh_hans: 当前

source: Текущая задержка
ar: زمن الاستجابة الحالي
de: Aktuelle Latenz
en: Current latency
es: Latencia actual
fr: Latence actuelle
hi: वर्तमान देरी
it: Latenza attuale
ja: 現在の遅延
ko: 현재 지연
pt_br: Latência atual
tr: Anlık gecikme
zh_hans: 当前延迟

source: Текущая сеть Wi-Fi
ar: شبكة Wi-Fi الحالية
de: Aktuelles Wi-Fi-Netzwerk
en: Current Wi-Fi network
es: Red Wi-Fi actual
fr: Réseau Wi-Fi actuel
hi: मौजूदा Wi-Fi नेटवर्क
it: Rete Wi-Fi attuale
ja: 現在の Wi-Fi ネットワーク
ko: 현재 Wi-Fi 네트워크
pt_br: Rede Wi-Fi atual
tr: Mevcut Wi-Fi ağı
zh_hans: 当前 Wi-Fi 网络

source: Текущий отклик · %@ мс
ar: الاستجابة الحالية · %@ مللي ثانية
de: Aktuelle Antwort · %@ ms
en: Current response · %@ ms
es: Respuesta actual · %@ ms
fr: Réponse actuelle · %@ ms
hi: वर्तमान प्रतिक्रिया · %@ ms
it: Risposta attuale · %@ ms
ja: 現在の応答 · %@ ms
ko: 현재 응답 · %@ ms
pt_br: Resposta atual · %@ ms
tr: Güncel yanıt · %@ ms
zh_hans: 当前响应 · %@ 毫秒

source: Тема
ar: السمة
de: Design
en: Theme
es: Tema
fr: Thème
hi: थीम
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
tr: Tema
zh_hans: 主题

source: Тёмная
ar: داكن
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
hi: गहरी
it: Scuro
ja: ダーク
ko: 다크
pt_br: Escuro
tr: Koyu
zh_hans: 深色

source: Тест будет запускаться сам, пока приложение открыто, и попадать в историю автозапусков. Не зависит от вебхуков.
ar: سيعمل الاختبار تلقائيًا ما دام التطبيق مفتوحًا، وستُسجَّل نتائجه في سجل التشغيل التلقائي. وهو مستقل عن Webhooks.
de: Der Test läuft automatisch, solange die App geöffnet ist, und erscheint im Verlauf automatischer Starts. Unabhängig von Webhooks.
en: The test runs on its own while the app is open and lands in the scheduled run history. Independent of webhooks.
es: La prueba se ejecutará sola mientras la app esté abierta y quedará en el historial de ejecuciones automáticas. No depende de los webhooks.
fr: Le test se lancera tout seul tant que l’app est ouverte et sera consigné dans l’historique des lancements auto. Indépendant des webhooks.
hi: जब तक ऐप खुला है, टेस्ट खुद चलेगा और स्वतः-रन इतिहास में दर्ज होगा। यह वेबहुक पर निर्भर नहीं है।
it: Il test verrà eseguito da solo finché l’app è aperta e finirà nella cronologia delle esecuzioni automatiche. Non dipende dai webhook.
ja: App を開いている間、テストは自動で実行され、自動実行の履歴に記録されます。Webhook とは関係なく動作します。
ko: 앱이 열려 있는 동안 테스트가 자동으로 실행되고 자동 실행 기록에 남아요. 웹훅과는 무관하게 동작해요.
pt_br: O teste será executado sozinho enquanto o app estiver aberto e entrará no histórico de execuções automáticas. Não depende dos webhooks.
tr: Test, uygulama açıkken kendiliğinden çalışır ve otomatik çalıştırma geçmişine kaydedilir. Webhook’lardan bağımsızdır.
zh_hans: 只要 App 处于打开状态，测试就会自动运行，并记入自动运行记录。与 Webhook 无关。

source: Тест скорости
ar: اختبار السرعة
de: Geschwindigkeitstest
en: Speed test
es: Prueba de velocidad
fr: Test de débit
hi: गति परीक्षण
it: Test di velocità
ja: 速度テスト
ko: 속도 테스트
pt_br: Teste de velocidade
tr: Hız testi
zh_hans: 速度测试

source: Тесты
ar: الاختبارات
de: Tests
en: Tests
es: Pruebas
fr: Tests
hi: परीक्षण
it: Test
ja: テスト
ko: 테스트
pt_br: Testes
tr: Testler
zh_hans: 测试

source: Тип
ar: النوع
de: Typ
en: Type
es: Tipo
fr: Type
hi: प्रकार
it: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
tr: Tür
zh_hans: 类型

source: Тип NAT и внешний IP
ar: نوع NAT وعنوان IP الخارجي
de: NAT-Typ und externe IP
en: NAT type and external IP
es: Tipo de NAT e IP externa
fr: Type de NAT et IP externe
hi: NAT प्रकार और बाहरी IP
it: Tipo di NAT e IP esterno
ja: NAT のタイプと外部 IP
ko: NAT 유형 및 외부 IP
pt_br: Tipo de NAT e IP externo
tr: NAT türü ve dış IP
zh_hans: NAT 类型与外网 IP

source: Тип адреса
ar: نوع العنوان
de: Adresstyp
en: Address type
es: Tipo de dirección
fr: Type d’adresse
hi: पता प्रकार
it: Tipo di indirizzo
ja: アドレスの種類
ko: 주소 유형
pt_br: Tipo de endereço
tr: Adres türü
zh_hans: 地址类型

source: Тип записи
ar: نوع السجل
de: Eintragstyp
en: Record type
es: Tipo de registro
fr: Type d'enregistrement
hi: रिकॉर्ड प्रकार
it: Tipo di record
ja: レコードタイプ
ko: 레코드 유형
pt_br: Tipo de registro
tr: Kayıt türü
zh_hans: 记录类型

source: Тип пакета
ar: نوع الحزمة
de: Pakettyp
en: Packet type
es: Tipo de paquete
fr: Type de paquet
hi: पैकेट प्रकार
it: Tipo di pacchetto
ja: パケットタイプ
ko: 패킷 유형
pt_br: Tipo de pacote
tr: Paket türü
zh_hans: 数据包类型

source: Тип подключения
ar: نوع الاتصال
de: Verbindungstyp
en: Connection type
es: Tipo de conexión
fr: Type de connexion
hi: कनेक्शन प्रकार
it: Tipo di connessione
ja: 接続の種類
ko: 연결 유형
pt_br: Tipo de conexão
tr: Bağlantı türü
zh_hans: 连接类型

source: Тип проверки
ar: نوع الفحص
de: Testtyp
en: Test type
es: Tipo de prueba
fr: Type de test
hi: जाँच प्रकार
it: Tipo di test
ja: 確認の種類
ko: 확인 유형
pt_br: Tipo de teste
tr: Test türü
zh_hans: 检测类型

source: тишина после ClientHello
ar: صمت بعد ClientHello
de: Stille nach ClientHello
en: silence after ClientHello
es: silencio tras ClientHello
fr: silence après ClientHello
hi: ClientHello के बाद ख़ामोशी
it: silenzio dopo ClientHello
ja: ClientHello の後に無応答
ko: ClientHello 이후 무응답
pt_br: silêncio após o ClientHello
tr: ClientHello sonrası sessizlik
zh_hans: ClientHello 之后静默

source: Только https. Исключение — localhost, чтобы можно было проверить приём локально.
ar: https فقط. والاستثناء الوحيد هو localhost لإتاحة اختبار الاستقبال محليًا.
de: Nur HTTPS. Ausnahme ist localhost, damit du den Empfang lokal testen kannst.
en: HTTPS only. The exception is localhost, so you can test receiving locally.
es: Solo HTTPS. La única excepción es localhost, para poder probar la recepción en local.
fr: HTTPS uniquement. Seule exception : localhost, pour pouvoir tester la réception en local.
hi: केवल https। अपवाद — localhost, ताकि रिसेप्शन लोकल में जाँचा जा सके।
it: Solo https. Unica eccezione: localhost, per poter verificare la ricezione in locale.
ja: https のみ。例外は localhost で、受信をローカルで確認できるようにするためです。
ko: https만 가능해요. 로컬에서 수신을 확인할 수 있도록 localhost만 예외예요.
pt_br: Somente https. A exceção é localhost, para testar o recebimento localmente.
tr: Yalnızca https. Yerel olarak alımı test edebilmek için tek istisna localhost’tur.
zh_hans: 仅支持 https；localhost 除外，便于在本地测试接收。
